Repository: SkullSplitter2020/Omega
Catalog: repo/plugin.video.filmstarts/resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: General
de_de: Allgemein

# #30001
source: Advanced
de_de: Fortgeschritten

# #30110
source: Return to Main menu if more than one Page is displayed
de_de: Zurück zum Hauptmenü bei mehr als einer Seite anzeigen

# #30112
source: Additional Folder entry above the List (Default)
de_de: Zusätzlicher Ordnereintrag oberhalb der Liste (Standard)

# #30113
source: Additional entry in Context menu
de_de: Zusätzlicher Eintrag im Kontextmenü

# #30114
source: Next and previous Page display [COLOR yellow](Category: Movies-Startdates)[/COLOR]
de_de: Nächste und vorherige Seite anzeigen [COLOR yellow](Rubrik: Filme-Starttermine)[/COLOR]

# #30115
source: Use Addon-Fanart as Background
de_de: Addon-Fanart als Hintergrund nutzen

# #30116
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30117
source: Detailed Addon-Debug (otherwise only Minimal-Log)
de_de: Addon-Debug mit Details (sonst nur Minimal-Log)

# #30231
source: [B][COLOR ff0099ff]DISPLAY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ANZEIGE[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30350
source: [COLOR chartreuse]This Button allows you to return [B]directly[/B] to the Main menu of the Addon without having to scroll back to each Page of a List individually.[/COLOR]
de_de: [COLOR chartreuse]Dieser Button ermöglicht es [B]direkt[/B] zum Hauptmenü des Addons zurückzukehren ohne dabei jede aufgerufene Seite einer Liste einzeln zurückblättern zu müssen.[/COLOR]

# #30522
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR red]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30524
source: [COLOR red]Unfortunately, there are NO entries :[/COLOR]
de_de: [COLOR red]Leider gibt es KEINE Einträge :[/COLOR]

# #30525
source: [B]≡ [COLOR blue]In this Category[/COLOR] ≡ at Filmstarts[/B]
de_de: [B]≡ [COLOR blue]In dieser Rubrik[/COLOR] ≡ bei Filmstarts[/B]

# #30526
source: [COLOR red]The requested *VideoLink* does NOT exist ![/COLOR]
de_de: [COLOR red]Der angeforderte *VideoLink* existiert NICHT ![/COLOR]

# #30601
source: [B][COLOR cyan]::: MOVIES :::[/COLOR][/B]
de_de: [B][COLOR cyan]::: FILME :::[/COLOR][/B]

# #30603
source: ..... Categories
de_de: ..... Kategorien

# #30604
source: [B][COLOR cyan]::: SERIES :::[/COLOR][/B]
de_de: [B][COLOR cyan]::: SERIEN :::[/COLOR][/B]

# #30606
source: ..... Categories
de_de: ..... Kategorien

# #30608
source: FILMSTARTS Settings
de_de: FILMSTARTS Einstellungen

# #30621
source: Most popular Trailer
de_de: Beliebteste Trailer

# #30622
source: Now in Cinema
de_de: Aktuell im Kino

# #30623
source: Commic soon to Cinema
de_de: Demnächst im Kino

# #30624
source: New Movie-Trailer
de_de: Neue Film-Trailer

# #30625
source: Trailer-Archive
de_de: Trailer-Archiv

# #30626
source: Upcoming Series
de_de: Kommende Serien

# #30627
source: Upcoming Seasons
de_de: Kommende Staffeln

# #30628
source: New Series-Trailer
de_de: Neue Serien-Trailer

# #30631
source: Pre-premiere in Cinema
de_de: Vorpremieren im Kino

# #30632
source: Current Cinema Movies
de_de: Aktuelle Kinofilme

# #30633
source: New Movies this week in Cinema
de_de: Neustart der Woche im Kino

# #30634
source: Best voted Cinema Movies
de_de: Die bestbewerteten Kinofilme

# #30635
source: Start dates per Week
de_de: Starttermine nach Wochen

# #30636
source: Movies sorted by user rating
de_de: Filme sortiert nach User-Wertung

# #30637
source: Movies sorted by popularity
de_de: Filme sortiert nach Beliebtheit

# #30641
source: Most liked Series
de_de: Die beliebtesten Serien

# #30642
source: Best voted Series
de_de: Die bestbewerteten Serien

# #30643
source: Most popular Series
de_de: Die populärsten Serien

# #30644
source: Most expected new Seasons
de_de: Meisterwartete neue Staffeln

# #30645
source: New Seasons: TV or ONLINE
de_de: Neue Staffeln: TV oder ONLINE

# #30646
source: Upcoming Seasons: TV or ONLINE
de_de: Kommende Staffeln: TV oder ONLINE

# #30647
source: New started Series
de_de: Neu gestartete Serien

# #30648
source: Series-Archive
de_de: Serien-Archiv

# #30650
source: [I][B][COLOR cyan]<<< Back to the Main-menu[/COLOR][/B][/I]
de_de: [I][B][COLOR cyan]<<< Zurück zum Hauptmenü[/COLOR][/B][/I]

# #30654
source: [COLOR yellow]Add to Playlist-FILMSTARTS ...[/COLOR]
de_de: [COLOR yellow]Zu Abspielliste-FILMSTARTS hinzufügen ...[/COLOR]

# #30801
source: Filter by Genre
de_de: Filter nach Genre

# #30802
source: Filter by Language
de_de: Filter nach Sprache

# #30803
source: Filter by Format
de_de: Filter nach Format

# #30804
source: Filter by Years
de_de: Filter nach Jahren

# #30805
source: Filter by Countries
de_de: Filter nach Ländern

# #30806
source: [B][COLOR chartreuse]• • • [/COLOR]Show Results[COLOR chartreuse] • • •[/COLOR][/B]
de_de: [B][COLOR chartreuse]• • • [/COLOR]Ergebnisse anzeigen[COLOR chartreuse] • • •[/COLOR][/B]

# #30832
source: [I][B][COLOR lime]{0:s} ~ actual[/COLOR][/B][/I]
de_de: [I][B][COLOR lime]{0:s} ~ aktuell[/COLOR][/B][/I]

# #30833
source: [B][COLOR orange]<<< Back to the Main-menu <<<[/COLOR][/B]
de_de: [B][COLOR orange]<<< Zurück zum Hauptmenü <<<[/COLOR][/B]

# #30835
source: without age restriction
de_de: ohne Altersbeschränkung

# #30836
source: {0:s} [COLOR orangered][NO TRAILER][/COLOR]
de_de: {0:s} [COLOR orangered][KEIN TRAILER][/COLOR]

# #30837
source: Production: [B][COLOR chartreuse]{0:s}[/COLOR][/B][CR]
de_de: Produktion: [B][COLOR chartreuse]{0:s}[/COLOR][/B][CR]

# #30838
source: Startdate: [B][COLOR gold]{0:s}[/COLOR][/B][CR][CR]
de_de: Starttermin: [B][COLOR gold]{0:s}[/COLOR][/B][CR][CR]

# #30839
source: [COLOR chartreuse]>>>[/COLOR] Next Date ({0:s}) [COLOR chartreuse]>>>[/COLOR]
de_de: [COLOR chartreuse]>>>[/COLOR] Nächstes Datum ({0:s}) [COLOR chartreuse]>>>[/COLOR]

# #30840
source: [COLOR chartreuse]<<<[/COLOR] Previous Date ({0:s}) [COLOR chartreuse]<<<[/COLOR]
de_de: [COLOR chartreuse]<<<[/COLOR] Vorheriges Datum ({0:s}) [COLOR chartreuse]<<<[/COLOR]

# #30841
source: [COLOR lime]Next Page ({0:d}) >>>[/COLOR]
de_de: [COLOR lime]Nächste Seite ({0:d}) >>>[/COLOR]
