Repository: SkullSplitter2020/Omega
Catalog: repo/plugin.video.rtlgroup.*/resources/language/resource.language.*/strings.po
Languages: de_de

# #30001
source: General
de_de: Allgemein

# #30002
source: Advanced
de_de: Fortgeschritten

# #30003
source: Media Library
de_de: Medienbibliothek

# #30110
source: [B]Username (E-Mail)[/B]
de_de: [B]Benutzername (E-Mail)[/B]

# #30111
source: [B]Password[/B]
de_de: [B]Passwort[/B]

# #30112
source: [B][COLOR chartreuse]<<<>>> LOG IN + ENTER LOGIN DATA <<<>>>[/COLOR][/B]
de_de: [B][COLOR chartreuse]<<<>>> ANMELDEN + LOGINDATEN EINGEBEN <<<>>>[/COLOR][/B]

# #30113
source: [B][COLOR orangered]<<<>>> LOGOUT (Free+Premium) + DELETE DATA <<<>>>[/COLOR][/B]
de_de: [B][COLOR orangered]<<<>>> AUSLOGGEN (Free+Premium) + DATEN LÖSCHEN <<<>>>[/COLOR][/B]

# #30130
source: Websites-Cache storage (in hours)
de_de: Webseiten-Cache-Speicherung (in Stunden)

# #30131
source: Preferred Videoquality [COLOR yellow](for Premium-Customers)[/COLOR]
de_de: Bevorzugte Videoqualität [COLOR yellow](für Premium-Kunden)[/COLOR]

# #30132
source: Display of Series subfolders [COLOR yellow](Season<>Year)[/COLOR]
de_de: Darstellung der Serien-Unterordner [COLOR yellow](Staffel<>Jahr)[/COLOR]

# #30133
source: Basically only show the YEARS
de_de: Grundsätzlich nur die JAHRE anzeigen

# #30134
source: Automatic switching between SEASON and YEAR (Default)
de_de: Automatische Umschaltung zwischen STAFFEL und JAHR (Standard)

# #30135
source: Sorting of Year resp. Season
de_de: Sortierung von Jahr bzw. Staffel

# #30136
source: Show highest Year or Seasonnumber at the top
de_de: Höchste Jahres- oder Staffelnummer oben anzeigen

# #30137
source: Show lowest Year- or Seasonnumber at the top
de_de: Niedrigste Jahres- oder Staffelnummer oben anzeigen

# #30138
source: Special labelling of MOVIES resp. SPECIALS [COLOR yellow](italics)[/COLOR]
de_de: FILME bzw. SPECIALS besonders kennzeichnen [COLOR yellow](Schrägschrift)[/COLOR]

# #30139
source: Show broadcast date in programme title
de_de: Ausstrahlungsdatum im Titel der Sendung anzeigen

# #30140
source: Use Serie as Episodes-Fanart
de_de: Serie als Episoden-Fanart nutzen

# #30160
source: [COLOR orange]Show only freely available Content (Payfree)[/COLOR]
de_de: [COLOR orange]Nur frei verfügbare Inhalte anzeigen (Payfree)[/COLOR]

# #30161
source: Activate SSL certificate check
de_de: SSL Zertifikatprüfung aktivieren

# #30162
source: Check Widevine -Status and -Installation regularly
de_de: Widevine -Status und -Installation regelmäßig prüfen

# #30163
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30164
source: Detailed Addon-Debug (otherwise only Minimal-Log)
de_de: Addon-Debug mit Details (sonst nur Minimal-Log)

# #30180
source: Activate RTLPLUS-Media-Library
de_de: RTLPLUS-Medien-Bibliothek aktivieren

# #30181
source: RTLPLUS-Media-Folder (for .strm- and .nfo- Files)
de_de: RTLPLUS-Media-Ordner (für .strm- und .nfo- Dateien)

# #30182
source: Create subfolder [COLOR yellow]* Series|Movies *[/COLOR] in the Media-Folder
de_de: Unterordner [COLOR yellow]* Series|Movies *[/COLOR] im Media-Ordner erstellen

# #30183
source: Actualisation of the RTLPLUS-Library (in Hours)
de_de: Aktualisierung der RTLPLUS-Bibliothek (in Stunden)

# #30251
source: [B][COLOR FF0099FF]ACTIONS[/COLOR][/B]
de_de: [B][COLOR FF0099FF]AKTIONEN[/COLOR][/B]

# #30253
source: [B][COLOR FF0099FF]QUALITY[/COLOR][/B]
de_de: [B][COLOR FF0099FF]QUALITÄT[/COLOR][/B]

# #30254
source: [B][COLOR FF0099FF]SERIES/SORTING[/COLOR][/B]
de_de: [B][COLOR FF0099FF]SERIEN/SORTIERUNG[/COLOR][/B]

# #30255
source: [B][COLOR FF0099FF]TITLE[/COLOR][/B]
de_de: [B][COLOR FF0099FF]TITEL[/COLOR][/B]

# #30258
source: [B][COLOR FF0099FF]CERTIFICATE[/COLOR][/B]
de_de: [B][COLOR FF0099FF]ZERTIFIKAT[/COLOR][/B]

# #30260
source: [B][COLOR FF0099FF]SETTINGS[/COLOR][/B]
de_de: [B][COLOR FF0099FF]EINSTELLUNGEN[/COLOR][/B]

# #30262
source: [B][COLOR FF0099FF]MEDIA[/COLOR][/B]
de_de: [B][COLOR FF0099FF]MEDIEN[/COLOR][/B]

# #30351
source: * [COLOR yellow]For RTL+ Premium- and HD-content, a Premium-Account is required ![/COLOR] *
de_de: * [COLOR yellow]Für RTL+ Premium- und HD-Inhalte ist ein Premium-Account Voraussetzung ![/COLOR] *

# #30352
source: [B]The Account-License is valid until :[/B] ...
de_de: [B]Die Account-Lizenz ist gültig bis :[/B] ...

# #30353
source: [B]Encryption of your Data :[/B] ...
de_de: [B]Verschlüsselung Ihrer Daten :[/B] ...

# #30354
source: [COLOR orange]This filter setting is based on the API default of the provider, especially under the heading: Season+Year filtering is not possible...[/COLOR][CR][COLOR chartreuse]For Premium-User this switch is without function ![/COLOR]
de_de: [COLOR orange]Diese Filter-Einstellung basiert auf der API-Vorgabe des Anbieters, besonders unter der Rubrik: Staffel+Jahr ist eine Filterung nicht möglich...[/COLOR][CR][COLOR chartreuse]Für Premium-Nutzer ist dieser Schalter ohne Funktion ![/COLOR]

# #30355
source: * [COLOR yellow]This function requires the '[/COLOR]service.cron.autobiblio[COLOR yellow]' ! [/COLOR]*
de_de: * [COLOR yellow]Für diese Funktion ist der '[/COLOR]service.cron.autobiblio[COLOR yellow]' erforderlich ! [/COLOR]*

# #30356
source: [COLOR orangered]Attention: The Actualisation-Period affects only newly added items...[/COLOR][CR][COLOR chartreuse]In order to delete old data, the entry must be deleted and newly added in '[/COLOR]service.cron.autobiblio[COLOR chartreuse]' ![/COLOR]
de_de: [COLOR orangered]Achtung: Der Aktualisierungs-Zeitraum wirkt sich nur auf neu hinzugefügte Elemente aus...[/COLOR][CR][COLOR chartreuse]Um alte Daten zu löschen muss im '[/COLOR]service.cron.autobiblio[COLOR chartreuse]' der Eintrag gelöscht und neu hinzugefügt werden ![/COLOR]

# #30501
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* ist NICHT installiert !!![/COLOR]

# #30502
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* can NOT be activated automatically !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* kann NICHT automatisch aktiviert werden !!![/COLOR]

# #30503
source: [COLOR orangered]ATTENTION : ... DELETE Addon Cache !!![/COLOR][CR]The complete Cache of [COLOR chartreuse]* RTLPLUS *[/COLOR] was deleted successfully !!!
de_de: [COLOR orangered]ACHTUNG : ... LÖSCHVORGANG Addon-Cache !!![/COLOR][CR]Der komplette Cache von [COLOR chartreuse]* RTLPLUS *[/COLOR] wurde erfolgreich gelöscht !!!

# #30504
source: [COLOR orangered]ATTENTION : ... This Video is only playable with a *Premium-Account* !!![/COLOR][CR]Please choose another video without premium labeling !!!
de_de: [COLOR orangered]ACHTUNG : ... Dieses Video ist nur mit einem *Premium-Account* abspielbar !!![/COLOR][CR]Bitte wählen Sie ein anderes Video ohne Premium-Kennzeichnung aus !!!

# #30505
source: [COLOR orangered]ATTENTION : ... there is NO folder to save Media appointed ![/COLOR][CR]Please select the desired folder in the addon settings !!!
de_de: [COLOR orangered]ACHTUNG : ... es ist KEIN Ordner zum Speichern der Medien festgelegt ![/COLOR][CR]Bitte in den Addon-Einstellungen den gewünschten Ordner auswählen !!!

# #30506
source: [COLOR orangered]ATTENTION : ... the Login-Data is defective and must be re-registered !!![/COLOR][CR][B][COLOR yellow]PLEASE ENTER THE REGISTRATION DATA AGAIN ![/COLOR][/B]
de_de: [COLOR orangered]ACHTUNG : ... die Anmeldedaten sind defekt und müssen neu registriert werden !!![/COLOR][CR][B][COLOR yellow]BITTE DIE ANMELDEDATEN ERNEUT EINGEBEN ![/COLOR][/B]

# #30507
source: [B]Do you want to encrypt your Login-Data for security ???[/B][CR][COLOR orange]* YES - I want encryption || No - I do not want encryption *[/COLOR]
de_de: [B]Möchten Sie Ihre Login-Daten zur Sicherheit verschlüsseln ???[/B][CR][COLOR orange]* JA - Ich wünsche eine Verschlüsselung || Nein - Ich will keine Verschlüsselung *[/COLOR]

# #30508
source: [COLOR orangered]ATTENTION : ... The login process is aborted due to a malfunction !!![/COLOR][CR][B][COLOR yellow]THE REGISTRATION DATA HAS BEEN ENTERED 3 TIMES INCORRECT ![/COLOR][/B]
de_de: [COLOR orangered]ACHTUNG : ... Der Login-Vorgang wird wegen einer Fehlfunktion abgebrochen !!![/COLOR][CR][B][COLOR yellow]DIE ANMELDEDATEN WURDEN 3 MAL FEHLERHAFT EINGEGEBEN ![/COLOR][/B]

# #30522
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR red]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30524
source: [COLOR orangered]This Series no longer exists in the Mediathek of RTL+ ![/COLOR]
de_de: [COLOR orangered]Diese Serie existiert NICHT mehr in der Mediathek von RTL+ ![/COLOR]

# #30525
source: [COLOR red]Unfortunately there are NO {0:s} :[/COLOR]
de_de: [COLOR red]Leider gibt es KEINE {0:s} :[/COLOR]

# #30526
source: * [COLOR blue]To the respective search term[/COLOR] * at RTL+
de_de: * [COLOR blue]Zu dem betr. Suchbegriff[/COLOR] * bei RTL+

# #30527
source: * [COLOR blue]In the Category: {0:s}[/COLOR] * at RTL+
de_de: * [COLOR blue]In der Rubrik: {0:s}[/COLOR] * bei RTL+

# #30528
source: [COLOR chartreuse]* {0:s} successfull * ...[/COLOR]
de_de: [COLOR chartreuse]* {0:s} erfolgreich * ...[/COLOR]

# #30529
source: [COLOR chartreuse]Logged in as *[/COLOR][COLOR blue] {0:s} [/COLOR][COLOR chartreuse]*[/COLOR]
de_de: [COLOR chartreuse]Angemeldet als *[/COLOR][COLOR blue] {0:s} [/COLOR][COLOR chartreuse]*[/COLOR]

# #30530
source: [COLOR chartreuse]You can proceed now...[/COLOR]
de_de: [COLOR chartreuse]Sie können jetzt fortfahren...[/COLOR]

# #30532
source: NO Authorisation ...
de_de: KEINE Berechtigung ...

# #30533
source: [B][COLOR orangered]ATTENTION : ... This area requires a *Premium-Account* !!![/COLOR][/B]
de_de: [B][COLOR orangered]ACHTUNG : ... Für diesen Bereich ist ein *Premium-Account* erforderlich !!![/COLOR][/B]

# #30534
source: [B][COLOR orangered]ATTENTION : ... This program is only playable with a *Premium-Account* !!![/COLOR][/B]
de_de: [B][COLOR orangered]ACHTUNG : ... Diese Sendung ist nur mit einem *Premium-Account* abspielbar !!![/COLOR][/B]

# #30535
source: [COLOR red]Unfortunately NO suitable Video-Url found ![/COLOR]
de_de: [COLOR red]Leider KEINE passende Video-Url gefunden ![/COLOR]

# #30536
source: [COLOR red]The transmitted *Dash-play-link* is BAD ![/COLOR]
de_de: [COLOR red]Der übertragene *Dash-Abspiel-Link* ist FEHLERHAFT ![/COLOR]

# #30537
source: My RTLPLUS - Favourites :
de_de: Meine RTLPLUS - Favoriten :

# #30538
source: [B]≡ [COLOR blue]{0:s}[/COLOR] ≡ [COLOR lime]successfully added !!![/COLOR][/B]
de_de: [B]≡ [COLOR blue]{0:s}[/COLOR] ≡ [COLOR lime]erfolgreich hinzugefügt !!![/COLOR][/B]

# #30539
source: [B]≡ [COLOR blue]{0:s}[/COLOR] ≡ [COLOR orangered]has been deleted !!![/COLOR][/B]
de_de: [B]≡ [COLOR blue]{0:s}[/COLOR] ≡ [COLOR orangered]wurde gelöscht !!![/COLOR][/B]

# #30561
source: [COLOR orangered]'INPUSTREAM.ADAPTIVE' is required for this Addon to function correctly![/COLOR]
de_de: [COLOR orangered]Für die fehlerfreie Funktion dieses Addons wird 'INPUSTREAM.ADAPTIVE' benötigt ![/COLOR]

# #30571
source: [COLOR lime]Added to RTLPLUS-Medialibrary :[/COLOR]
de_de: [COLOR lime]Zu RTLPLUS-Medienbibliothek hinzugefügt :[/COLOR]

# #30572
source: * [COLOR blue]{0:s}[/COLOR] | Actualisation every: [COLOR blue]{1:s} Hrs.[/COLOR] *
de_de: * [COLOR blue]{0:s}[/COLOR] | Aktualisierung alle: [COLOR blue]{1:s} Std.[/COLOR] *

# #30581
source: [COLOR orangered]A TOKEN is required for this Addon to work![/COLOR]
de_de: [COLOR orangered]Für die Funktion dieses Addons wird ein TOKEN benötigt ![/COLOR]

# #30601
source: [B][COLOR chartreuse]★ My RTLPLUS Favourites ★[/COLOR][/B]
de_de: [B][COLOR chartreuse]★ Meine RTLPLUS Favoriten ★[/COLOR][/B]

# #30602
source: New broadcasts
de_de: Neue Sendungen

# #30603
source: Preview & Retrospect
de_de: Vor- & Rückschau

# #30604
source: Broadcasts sorted by station
de_de: Sendungen sortiert nach Sendern

# #30605
source: Broadcasts from A-Z
de_de: Sendungen von A-Z

# #30606
source: Categories
de_de: Rubriken

# #30608
source: Themes
de_de: Themen

# #30609
source: Search ...
de_de: Suche ...

# #30611
source: --- Cache delete --- [COLOR FF00FFFF](autom. Actualisation >> {0:s} Hours <<)[/COLOR]
de_de: --- Cache löschen --- [COLOR FF00FFFF](autom. Aktualisierung >> {0:s} Stunden <<)[/COLOR]

# #30612
source: RTLPLUS Settings
de_de: RTLPLUS Einstellungen

# #30613
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30621
source: [COLOR chartreuse] *** (Logged in as >> {0:s} <<)[/COLOR]
de_de: [COLOR chartreuse] *** (Eingeloggt als >> {0:s} <<)[/COLOR]

# #30622
source: [COLOR orange] ~~~ (!!! Client >> ANONYMOUS-USER << !!!)[/COLOR]
de_de: [COLOR orange] ~~~ (!!! Klient >> ANONYMOUS-USER << !!!)[/COLOR]

# #30623
source: Pilot/Specials & More
de_de: Pilot/Specials & Mehr

# #30625
source: [B][COLOR deepskyblue]Season {0:s} • Episode {1:s}[/COLOR][/B][CR]
de_de: [B][COLOR deepskyblue]Staffel {0:s} • Folge {1:s}[/COLOR][/B][CR]

# #30626
source: [B][COLOR deepskyblue]Episode {0:s}[/COLOR][/B][CR]
de_de: [B][COLOR deepskyblue]Folge {0:s}[/COLOR][/B][CR]

# #30627
source: Broadcastdate: [COLOR chartreuse]{0:s}[/COLOR][CR]
de_de: Sendetermin: [COLOR chartreuse]{0:s}[/COLOR][CR]

# #30629
source: [COLOR skyblue]*** FREE to [/COLOR][COLOR orangered]{0:s}[/COLOR][COLOR skyblue] ***[/COLOR][CR][CR]
de_de: [COLOR skyblue]*** FREE bis [/COLOR][COLOR orangered]{0:s}[/COLOR][COLOR skyblue] ***[/COLOR][CR][CR]

# #30630
source: From Age {0:s}
de_de: Ab {0:s} Jahren

# #30631
source: without age restriction
de_de: ohne Altersbeschränkung

# #30632
source: Search on RTL+ ...
de_de: Suche auf RTL+ ...

# #30633
source: [COLOR orangered]To {0:s} o'clock[/COLOR]
de_de: [COLOR orangered]Bis {0:s} Uhr[/COLOR]

# #30634
source: [CR][CR]Afterwards:[CR][COLOR yellow]{0:s}[CR]{1:s} - {2:s}[/COLOR]
de_de: [CR][CR]Anschließend:[CR][COLOR yellow]{0:s}[CR]{1:s} - {2:s}[/COLOR]

# #30651
source: [B][COLOR chartreuse]Add to RTLPLUS-Favourites ...[/COLOR][/B]
de_de: [B][COLOR chartreuse]Zu RTLPLUS-Favoriten hinzufügen ...[/COLOR][/B]

# #30652
source: [B][COLOR orange]... Remove from RTLPLUS-Favourites[/COLOR][/B]
de_de: [B][COLOR orange]... Aus RTLPLUS-Favoriten entfernen[/COLOR][/B]

# #30653
source: [B][COLOR cyan]Save to RTLPLUS-Library ...[/COLOR][/B]
de_de: [B][COLOR cyan]In RTLPLUS-Bibliothek speichern ...[/COLOR][/B]

# #30654
source: [COLOR yellow]Add to Playlist-RTLPLUS ...[/COLOR][/B]
de_de: [COLOR yellow]Zu Abspielliste-RTLPLUS hinzufügen ...[/COLOR][/B]

# #30671
source: [COLOR yellow]Enter E-Mail Adress[/COLOR]
de_de: [COLOR yellow]E-Mail Adresse eingeben[/COLOR]

# #30672
source: [COLOR yellow]Enter your password[/COLOR]
de_de: [COLOR yellow]Passwort eingeben[/COLOR]

# #32101
source: Mon
de_de: Mo

# #32102
source: Tue
de_de: Di

# #32103
source: Wed
de_de: Mi

# #32104
source: Thu
de_de: Do

# #32105
source: Fri
de_de: Fr

# #32106
source: Sat
de_de: Sa

# #32107
source: Sun
de_de: So

# #32201
source: Mar
de_de: Mär

# #32202
source: May
de_de: Mai

# #32203
source: Oct
de_de: Okt

# #32204
source: Dec
de_de: Dez
